Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kystverket.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: On the night of Wednesday 7 April, the tugs BB Ocean and Nordmand Drott arrived at Eemslift Hendrika, ready to tow the boat ashore.
nb: Natt til onsdag 7. april var slepebåtene BB Ocean og Nordmand Drott fremme ved Eemslift Hendrika, klare for å slepe båten til land.

source: Since the Norwegian Coastal Administration took over the service in 2018, it has been further developed and expanded to apply to several sea areas.
nb: Siden Kystverket overtok tjenesten i 2018 er den blitt videreutviklet og utvidet til å gjelde flere havområder.

source: (b) Character: Single letter signal 'U' (∙ ∙ −)2 with a 15 second period
nb: Enkeltbokstav signalet ”U” (· · −)2 med periode 15 sekunder

source: The test was performed when piloting M/T Tern Ocean through the narrow and shallow Tjeldsundet sound.
nb: Testen ble gjennomført på en losing av M/T Tern Ocean, gjennom det smale og grunne Tjeldsundet.

source: Digital interfaces (API amd WMS)
nb: Digitale grensesnitt (API og WMS)

source: During the Macondo accident at the Gulf of Mexico in 2011, the United States requested international assistance.
nb: Under Macondoulykken i USA i 2011 anmodet USA om internasjonal bistand.

source: Everyone on board was evacuated during Monday, and the ship went on autopilot for a long time.
nb: Alle ombord ble i løpet av mandagen evakuert, og skipet gikk lenge på autopilot.

source: When using charts with a datum other than WGS-84, the position must be converted before it is entered on the chart.
nb: Ved bruk av kart med annet datum enn WGS-84, må posisjonen regnes om før de settes ut i kartet.

source: The Norwegian Clean Seas Association for Operating Companies (NOFO)
nb: Norsk oljevernforening for operatørselskaper (NOFO)

source: The training programme must be available on NCA’s website at all times.
nb: Slike farleder er ikke fastsatt i farledsforskriften, og er kommunenes ansvar.

source: IMO-approved traffic separation systems in Norwegian waters are included in
nb: IMO-godkjente trafikkseparasjonssystemer i norske farvann er tatt inn i

source: DSB is also the professional authority for the Norwegian Fire Brigade and the country's fire service, which forms the backbone of local and regional pollution preparedness in Norway.
nb: DSB er i tillegg fagmyndighet for Norges Brannskole og landets brannvesen, som utgjør ryggraden i den lokale og regionale forurensningsberedskapen i Norge.

source: o is pushing or towing one or more objects if the object or objects have a total length of 100 metres or more, a width of 32 metres or more, a height of 10 metres or more or a draught of 8 metres or more; or
nb: skyver eller sleper en eller flere gjenstander, dersom gjenstanden eller gjenstandene har en total lengde på 100 m eller mer, en bredde på 32 meter eller mer, en høyde på 10 meter eller mer eller en dypgang på 8 meter eller mer, eller

source: Meanwhile, we worked on the operating concept and the realisation of benefits plan for the Stad ship tunnel, based on preliminary studies that were completed in 2014.
nb: Samtidig jobbet vi med driftskonsept og gevinstrealiseringsplan for Stad skipstunnel, basert på forundersøkelser som ble ferdigstilt i 2014.

source: - from Norway, Canada, Iceland and Russia
nb: fra Norge, Canada, Island og Russland

source: Navigation rules in the Norwegian economic zone (TSS)
nb: Seilingsregler i norsk økonomisk sone (TSS)

source: Vessels with a length greater than 120 metres must not pass other vessels in the waters between Leirvikneset lantern in the west and Holmane beacon in the north.
nb: Fartøy med større lengde enn 120 meter skal ikke passere andre fartøy i farvannet mellom Leirvikneset lanterne i vest og Holmane lykt i nord.

source: The centre is also responsible for monitoring and organizing the vessel traffic around the gas terminal on Melkøya, and also organizes the anchorage of vessels in the waters at Narvik.
nb: Sentralen overvåker og organisere videre skipstrafikk i farvannet rundt gassterminalen på Melkøya, og organiserer også oppankring av fartøy i farvannet ved Narvik.

source: Oil tankers as defined in MARPOL 73/78, Annex I.
nb: oljetankfartøy som definert i MARPOL 73/78, vedlegg I

source: There were also reported dead otters.
nb: Det ble i tillegg rapportert om skadet og død oter.

source: A facility shall be equipped with main light signals such that at least one light signal is visible
nb: En innretning skal være utrustet med hovedlyssignal slik at minst ett lyssignal er synlig fra en

source: EMSA is also responsible for developing and operating technical solutions related to the implementation of these regulations and for providing member countries with technical assistance.
nb: EMSA har også ansvar for å utvikle og drifte tekniske løsninger relatert til implementeringen av dette regelverket og å bistå medlemsland med teknisk assistanse.

source: The wave height was calculated to be 4-6 meters.
nb: Bølgehøyden ble beregnet til 4-6 meter.

source: Calculations shall be based on that the atmospheric transmissivity, TM = 0.74 (meteorological visibility 10 nautical miles).
nb: forutsettes at atmosfærisk transmisjonsfaktor, TM = 0,74 (meteorologisk sikt 10 nautiske mil).

source: The data are free and universally accessible, and are regulated under the
nb: Data er gratis og tilgjengelig for alle, og dataene er regulert under

source: How should deviations in the expected time of arrival at the port of destination be reported to the Norwegian Coastal Administration?
nb: Hvordan skal avvik i forhold til forventet ankomsttidspunkt til bestemmelseshavnen meldes til Kystverket?

source: for open AIS data shown on maps.
nb: for åpne AIS data.

source: The area contaminated with oil included 37 protected nature and bird reserves and geologically protected areas.
nb: Blant annet ble 37 vernede natur- og fugleområder og geologisk vernede områder tilsølt av olje.

source: The EU has established a pool of oil-spill response vessels that can assist member states in the event of an oil spill.
nb: EU har etablert en pool med oljevernfartøy som skal kunne bistå medlemslandene i tilfelle oljeulykker.

source: Within the specified coverage area for the DGPS service, the user will achieve a positioning accuracy better than 10 metres (2 drms, 95 per cent probability).
nb: Innenfor det angitte dekningsområdet til DGPS-tjenesten vil brukeren oppnå en posisjonsnøyaktighet bedre enn 10 meter (2 drms, 95 prosent sannsynlighet).

source: Due to strong winds and high waves, it was not possible for the rescue crew to get on board the ship, and it continued to operate.
nb: På grunn av sterk vind og høye bølger var det ikke mulig for bergingsmannskapet å komme ombord havaristen, og skipet fortsatte å drive.

source: The oil was dispersed by coastal currents from the site of the grounding in the Oslo Fjord towards Hollenderbåen, before being carried southwards by the current through the Vestfold archipelago and along the coast to Vest-Agder.
nb: Oljen spredte seg med kyststrømmen fra grunnstøtingsstedet inn Oslofjorden mot Hollenderbåen, før den ble tatt sørover av strømmen gjennom Vestfoldskjærgården og langs kysten til Vest-Agder.

source: Throughout history, a total of over 200 manned lighthouses have been built in Norway, but there have never been more than 154 in operation at the same time.
nb: Gjennom historien er det bygget til sammen over 200 bemannede fyrstasjoner i Norge, men det har aldri vært mer enn 154 i funksjon samtidig.

source: These oils will be analysed to identify different properties.
nb: Oljene er testet i sedimentkolonner og strandsystem som etterlikner tidevann- og bølgepåvirkning.

source: It covers a wide area off the coast of Norway, Iceland, Russia, Canada and Greenland - including the Barents Sea and North Sea.
nb: Den dekker et stort havområde utenfor Norge, Island, Russland, Canada og Grønland - inkludert Barentshavet og Nordsjøen.

source: Brevik VTS centre is located at Brevik in Porsgrunn municipality.
nb: Brevik sjøtrafikksentral ligger ved Brevikstrømmen i Porsgrunn kommune.

source: The flow of data was tested in practice during the voyage through Tjeldsundet.
nb: På seilasen gjennom Tjeldsundet ble flyten av data testet i praksis.

source: The DGPS service should have an availability of 99.5 per cent, calculated over a two-year period.
nb: DGPS-tjenesten skal ha en tilgjengelighet 99,5 prosent kalkulert over en to-års periode.

source: The entrance/entry was tested in a simulator.
nb: Entring/innseiling er testet i simulator.

source: - wind direction and strength, current and temperature
nb: - vindretning- og styrke, strøm og temperatur

source: The response work due to the risk of oil pollution and the pollution could not start before the rescue operation was completed.
nb: Det var ikke aktuelt å gå i gang med oljevernaksjon i nærheten av havaristen før redningsarbeidet var avsluttet.

source: The captain requested assistance at 00:37.
nb: Klokken 00:37 anmodet kapteinen om assistanse.

source: The cargo consisted of 870 cubic metric of frozen herring fillets.
nb: I tillegg var skipet lastet med 870 kubikkmeter frossen sildefilet.

source: Photo: Svein Skjæveland, ECC.
nb: Foto: Svein Skjæveland, ECC.

source: The frequency of such
nb: havneanlegget, og plasseringen av disse.

source: The geodetic datum used by GPS is the World Geodetic System 1984 (WGS-84).
nb: Det geodetiske datum for GPS er World Geodetic System 1984 (WGS-84).

source: Both Norway and the United States learned a number of lessons from this incident.
nb: Mange erfaringer ble høstet i Norge og i USA under denne hendelsen.

source: Ultimately the receiving equipment will switch to "GPS only mode" and ignore the DGPS corrections.
nb: Til slutt vil mottakerutstyret gå over til "kun GPS-modus" og ignorere DGPS korreksjonene.

source: Users should note that not all DGPS receivers have the necessary functionality to display integrity alarms for the DGPS system.
nb: Brukere bør merke seg at ikke alle DGPS-mottakere har den nødvendige funksjonalitet for å kunne vise integritetsalarmer for DGPS-systemet.

source: See link to API version 2
nb: Lenke til API versjon 2

source: Both the offshore and cruise fleets set stringent requirements for documentation of the clearance under the keel.”“With S-129, we can do the calculations and plan the voyage in advance, to see whether the route can be sailed,” says pilot Karl Helge Haagensen.
nb: – Med S-129 kan vi beregne og planlegge seilasen i forkant for å se om seilasen er gjennomførbar, sier statslos Karl Helge Haagensen.

source: The next morning the tow to Gismarvik went without problems.
nb: Morgenen etter gikk slepet inn til Gismarvik uten problemer.

source: For maritime safety issues, the work primarily takes place in the main committee, the Maritime Safety Committee (MSC), and the subcommittee on Navigation, Communication, Search and Rescue (NCSR).
nb: For sjøsikkerhetsspørsmål skjer arbeidet primært i hovedkomiteen Maritime Safety Committee (MSC) og underkomiteeen Navigation, Communication, Search and Rescue (NCSR).

source: This guide is based on the EU’s Host Nation Support Guidelines.
nb: Denne veilederen er basert på EUs Host Nation Support Guidelines.

source: In addition the applicant for a pilot exemption certificate for Svalbard waters shall demonstrate sufficient knowledge of ice navigation and the weather conditions on Svalbard, and skills in ice navigation.
nb: I tillegg skal den som søker om farledsbevis for Svalbard vise tilstrekkelig kunnskap om isnavigering og værforhold på Svalbard og ferdigheter i isnavigering.

source: Chemical tankers transporting hazardous liquid substances in bulk when the substances have been assessed or provisionally assessed as Category X or Y in accordance with MARPOL 73/78, Annex II.
nb: kjemikalietankfartøy som transporterer skadelige flytende stoffer i bulk når stoffene er vurdert eller foreløpig vurdert som Kategori X eller Y i henhold til MARPOL 73/78, vedlegg II,

source: Having regard to the opinion of the European Economic andSocial Committee (1),
nb: under henvisning til uttalelse fra Den europeiske økonomiske og sosiale komité(1),

source: A signal strength and/or signal-to-noise ratio that is too low will result in a loss of transmitted data.
nb: For lav signalstyrke og/eller lavt signalstøyforhold vil medføre tap av kringkastede data.

source: Information about the ship is used together with the external conditions that affect it, such as depth, currents and the tide, and everything is shown in the S-100 Demonstrator application,” says Svein Skjæveland, Project Manager at the Electronic Chart Centre (ECC).“In this test in Tjeldsundet, we looked very specifically at depth, tide and surface currents,” he says.
nb: Informasjon om båten brukes sammen med ytre forhold som påvirker fartøyet, som dybde, strøm og tidevann/vannstand, og alt vises i S-100 Demonstrator applikasjonen, sier Svein Skjæveland, prosjektleder i Electronic Chart Centre (ECC). – I denne testen i Tjeldsundet så vi helt spesifikt på dybde, vannstand og strøm i overflaten, sier han.

source: Developed for mariners
nb: Utviklet for navigatører

source: The users must be equipped with a DGPS radio beacon receiver in order to use the corrections from the DGPS service.
nb: Brukerne må ha en DGPS-radiofyrmottaker for å kunne benytte seg av korreksjonene fra DGPS-tjenesten.

source: The service collects ship-specific information from the ship registers NIS/NOR.
nb: Tjenesten henter skipsspesifikk informasjon fra skipsregistrene NIS/NOR.

source: including identification of, and response to, equipment failure or malfunction;
nb: foretas langs grensene av de adgangsbegrensede områdene og innenfor områdene,

source: more efficient and time-saving route planning
nb: mer effektiv og tidsbesparende planlegging av seilaser

source: Pilot Karl Helge Haagensen during pilotage when new digital tools were tested in Tjeldsundet.
nb: Statslos Karl Helge Haagensen var med da nye digitale verktøy ble testet i Tjeldsundet.

source: Tjeldsundet was a very suitable location for this particular test.“It is relatively shallow here, which increases the hydrodynamic effect and makes the ship sit lower in the water (the squat effect as it is known).
nb: Tjeldsundet var et svært egnet sted for akkurat denne testen.– Her er det forholdsvis grunt, noe som øker den hydrodynamiske effekten som gjør at båten synker litt lenger ned i vannet (squat-effekten).

source: Caution zone: From 3 nautical miles to 500 metres
nb: Hensynssone: Fra 3 nautiske mil til 500 meter

source: other type indications such as for example 'Special mark'.
nb: andre typeindikasjoner som for eksempel ”Special mark”.

source: An API (Application Programming Interface) solution is available to make it easier for providers of other navigation services to incorporate the Norwegian Coastal Administration’s digital route planning into their own systems.
nb: En API-løsning (Application Programming Interface) er tilgjengelig for å gjøre det enklere for leverandører av andre typer navigasjonstjenester å inkludere Kystverkets digitale seilingsruter i sine systemer.

source: The Norwegian Coastal Administration is leading for the implementation of the BarentsWatch Centre.
nb: Kystverket leder gjennomføringen av BarentsWatch-avdelingen.

source: An AIS Aid to Navigation report shall be in the form of an 'Aids-to-navigation report (AtoN)'
nb: En AIS navigasjonsinnretning rapport skal være i form av en ”Aids-to-navigation report (AtoN)”

source: Through data sharing in BarentsWatch, data can be used in new contexts both in the services of the BarentsWatch program, but also for business, researchers and civil society through data sharing.
nb: Gjennom deling av data i BarentsWatch kan data brukes i nye sammenhenger både i tjenestene våre, men også for næringsliv, forskere og sivilsamfunnet gjennom deling av data gjennom API.

source: If light signals, radar transponder (racon) or AIS Aid to navigation or other equipment for the
nb: Dersom lyssignal, radarsvarer (racon), AIS navigasjonsinnretning eller annet utstyr for

source: In May 2011, part of the 2009 order concerning removing the wreck was reversed.
nb: I mai 2011 ble deler av pålegget fra 2009 som gjaldt fjerning av vraket omgjort.

source: Shortly after a large proportion of the Full City's crew was evacuated, the NCA decided to take over the leading of the response due to the major risk of acute pollution NCA.
nb: Kort tid etter at store deler av mannskapet fra Full City var evakuert, iverksatte Kystverket en statlig ledet oljevernaksjon.

source: The centre also monitors and organize the vessel traffic in the waters between Florø and Måløy.
nb: Sentralen overvåker og organiserer også skipstrafikken i farvannet mellom Florø og Måløy.

source: In addition, the agreement regulates the permanent placement of oil spill response equipment on the vessels.
nb: I tillegg regulerer avtalen permanent plassering av oljevernutstyr på fartøyene.

source: The wreck resulted in a large area of the coast being polluted by oil with about 40 km of shoreline being polluted because of the incident.
nb: Havariet førte til oljeforurensning av store kystområder og ca 40 km strandlinje ble forurenset som følge av hendelsen.

source: DSB, the Norwegian Environment Agency and NCA are also collaborating on the establishment of a Unified Management System (ELS) which describes the recommended organization in the event of major, undesirable incidents.
nb: DSB, Miljødirektoratet og Kystverket samarbeider i tillegg om etablering av Enhetlig ledelsessystem (ELS) som beskriver anbefalt organisasjon/organisering ved større, uønskede hendelser.

source: The vessel sank and is now lying at a depth of around 40 meters.
nb: Skipet sank og ligger nå på cirka 40 meters dyp.

source: An AIS Aid to Navigation may be either physical or virtual:
nb: En AIS navigasjonsinnretning kan være fysisk eller virtuell:

source: Full mobilization of oil spill response resources in the area was initiated, and the Norwegian Coastal Administration was preparing for a worst-case scenario with grounding.
nb: Det ble igangsatt full mobilisering av oljevernresurser i området, og Kystverket forberedte seg på et verstefallsscenario med grunnstøting.

source: No negative impact on bird life was recorded.
nb: Det ble ikke registrert negative effekter på fugl.

source: Member States should monitor compliance with security
nb: Medlemsstatene bør kontrollere at sikkerhetsreglene

source: The vessel has a bridge crew and watch arrangement that makes it possible to have two deck officers on the bridge while sailing in the waters subject to the pilotage requirement and at least one of the deck officers has or obtains a Class 1 PEC.
nb: har en brobesetning og vaktordning som gjør det mulig å ha to dekksoffiser på broen under seilas i det aktuelle lospliktige farvannet og at minst en av dekksoffiserene har eller skaffer seg farledsbevis klasse 1, og

source: When calculating the annual pilotage readiness fee in accordance with § 9 the year shall be counted from May until October for vessels that solely sail in waters subject to fee during the sailing season on Svalbard.
nb: Ved beregning av årsavgift etter § 9, skal året regnes fra og med mai til og med oktober for fartøy som kun seiler i avgiftsbelagt farvann under seilingssesongen på Svalbard.

source: • Possibilities for testing oil booms with respect to flexibility, stability and
nb: • Mulighet for testing av oljelenser med hensyn til fleksibilitet,

source: Vessels carrying substances listed in Section 17 (1) (b), (c) and (d) of the Compulsory Pilotage Regulations cannot use a PEC, and must use the pilotage service when sailing in Norwegian waters.
nb: Fartøy som fører stoff som er listet opp i lospliktforskriften §17 punkt 1 bokstaver b,c og d, kan ikke benytte farledsbevis, men må benytte los for seilas i norske farvann.

source: The vessels listed in the compulsory pilotage regulations § 3 are subject to compulsory pilotage when navigating in Svalbard internal waters, i.e. on the landward side of the baselines (see map for illustration).
nb: Fartøyene som er omfattet av lospliktforskriften § 3 er lospliktige når de er underveis i farvann innenfor grunnlinjen på Svalbard (se kart for illustrasjon).

source: The most important factors that limit the range of a DGPS station are the signal strength and signal-to noise ratio of the user.
nb: De viktigste faktorer som begrenser rekkevidden til en DGPS-stasjon, er signalstyrken og signal-støyforholdet hos brukeren.

source: Vessels must not pass other vessels in the waters between Hornelsneset lantern in the east and Mjåholmen lantern in the west.
nb: Fartøy skal ikke passere andre fartøy i farvannet mellom Hornelsneset lanterne i øst og Mjåholmen lanterne i vest.

source: (Ban on passing in the waters east of Nordre Nærøya)
nb: (forbud mot passering i farvannet øst av Nordre Nærøya)

source: 5 Provisions related to the marking of permanently located facilities in the petroleum industry
nb: 5 Bestemmelser om merking av permanent plasserte innretninger i petroleumsvirksomheten Lyssignal

source: Many recreational areas and private properties were also polluted with oil.
nb: I tillegg ble mange friluftsområder og private eiendommer tilgriset av olje.

source: International emergency preparedness agreements and international assistance
nb: Internasjonale beredskapsavtaler og internasjonal assistanse og bistand

source: As a result of this point in the agreement, all "new" vessels in the Coast Guard are designed for and equipped with oil spill response capabilities (a total of 12 vessels).
nb: Som følge av dette punktet i avtalen, er alle «nye» fartøyer i Kystvakten designet for og utrustet med oljevernkapasiteter (totalt 12 fartøyer).

source: A helicopter transport service is currently offered to vessels classified to carry hazardous and/or pollutive cargo to the oil and gas terminals at Kårstø, Sture, Mongstad, Nyhamna and Melkøya.
nb: Transport av los med helikopter er begrenset til fartøyer klassifisert for føring av farlig og/eller forurensende last til bestemte olje og gassterminalene Kårstø, Sture, Mongstad, Nyhamna og Melkøya.

source: An unload operation was commenced by the ship owner on 8 October.
nb: oktober inngikk reder avtale med et bergingsselskap. Den 8.

source: The Norwegian Coastal Administration, other Norwegian agencies or Norwegian authorities do not have any control over the technical and operational conditions for GPS.
nb: Tekniske og operasjonelle forhold for GPS ligger utenfor myndigheten til Kystverket og andre norske myndigheter.

source: When should notification be given?
nb: Når skal meldingene gis?

source: How should the report be sent?
nb: Hvordan skal meldingene gis?

source: Safer and more efficient maritime transport
nb: Sikrere og mer effektiv sjøtransport

source: The user equipment will display the ID number of the active reference station.
nb: Brukerutstyret vil vise ID-nummeret til den aktive referansestasjonen.

source: The NCA presented a claim to recover the costs the government incurred due to managing the incident. The presented claim is about NOK 200 million.
nb: Statens krav mot redersiden for refusjon av kostnader knyttet til hendelsen er på i underkant av 200 millioner kroner.

source: There are also receivers with a combined GPS and DGPS antenna.
nb: Det finnes også mottakere med kombinert GPS- og DGPS-antenne.

source: Horten VTS centre is located in the port of Horten.
nb: Horten sjøtrafikksentral er lokalisert i Horten havn.
